# autor Sergey Mitroshin
# view module

def printmenu():
    print ('*************************************')
    print (' Текстовая база телефонов')
    print (' Нажмите: ')
    print ('1 Для ввода данных в базу')
    print ('2 Для вызова функции 1')
    print ('3 Для конвертации базы в формат 1')
    print ('4 Для поиска строк')
    print ('0 Для завершения программы')
    print ('*************************************')

def printerror():
    print ('Неправильный ввод! Пожалуйста,повторите: ')

def conv1ok():
        print('База сконвертирована в файл convert1.txt')

